var theme = "эпохе Петра I";
var Data =[
    {number: 1, points: 1, text: "На каком острове был основан Санкт-Петербург?", answers: [
        {text: "Заячьем", right: true, percent: 98},
        {text: "Волчьем", right: false, percent: 0},
        {text: "Лебедином", right: false, percent: 2},
        {text: "Вороньем", right: false, percent: 0}
    ], hint: "Петр I основал Санкт-Петербург на Заячьем острове в устье реки Невы. Остров был небольшим, крепость могла занять всю его территорию, а значит, в случае нападения атаковать крепость пришлось бы с воды, а это было неудобно.", noFire: true},
    {number: 2, points: 2, text: "Какое название носил флаг российского флота при Петре I?", answers: [
        {text: "Андреевский", right: true, percent: 5},
        {text: "Петровский", right: false, percent: 1},
        {text: "Васильевский", right: false, percent: 94},
        {text: "Александровский", right: false, percent: 0}
    ], hint: "Флаг российского флота, который был введен Петром I, представлял собой белое полотнище с косым голубым крестом. Этот флаг назывался Андреевским в честь святого апостола Андрея Первозванного, который считался покровителем Руси.", noFire: false},
    {number: 3, points: 3,text: "В этих строчках А.С. Пушкин наиболее точно выразил суть характера царя-реформатора Петра I. Продолжите строки поэта:То академик, то герой,То мореплаватель, то…", answers: [
        {text: "сварщик", right: false, percent: 0},
        {text: "плотник", right: true, percent: 91},
        {text: "пильщик", right: false, percent: 4},
        {text: "электрик", right: false, percent: 5}
    ], hint: "А.С. Пушкин в стихотворении «Стансы»  написал о Петре I:То академик, то герой,То мореплаватель, то плотник».", noFire: false},
    {number: 4, points: 4, text: "Одну из важных битв Северной войны Петр Великий впоследствии назвал «матерью Полтавской баталии». Битва произошла у небольшой деревни. О какой деревне идет речь?", answers: [
        {text: "Озерная", right: false, percent: 6},
        {text: "Пустынная", right: false, percent: 15},
        {text: "Березовая", right: false, percent: 1},
        {text: "Лесная", right: true, percent: 78}
    ], hint: "В 1708 году произошла битва у деревни Лесной. Эта битва имела очень большое значение в ходе Северной войны. В результате этого сражения был разбит корпус генерала Левенгаупта, Карл XII остался без подкрепления, провианта и оружия. Можно сказать, что битва у деревни Лесной подготовила Полтавскую победу. Вот почему Петр Великий впоследствии назвал битву у деревни Лесной «матерью Полтавской баталии». ", noFire: false},
    {number: 5, points: 5,text: "При Петре I в России появился первый музей – Кунсткамера. Здание Кунсткамеры венчает высокая башня. Что находилось в этой башне?", answers: [
        {text: "обсерватория", right: true, percent: 68},
        {text: "библиотека", right: false, percent: 30},
        {text: "столовая", right: false, percent: 2},
        {text: "мастерская", right: false, percent: 0}
    ], hint: "В башне, которая венчает здание Кунсткамеры, находилась обсерватория, одна из первых в России. И сегодня здесь хранится Готторпский глобус диаметром три с половиной метра.", noFire: true},
    {number: 6, points: 10,text: "В 1724 году Петр I подписал указ о создании Академии наук. Первых академиков приглашали из-за границы. Один из таких приглашенных академиков впоследствии писал: «…я всем обязан своему пребыванию в Петербургской Академии». Кому принадлежат эти слова?", answers: [
        {text: "Леонард Эйлер", right: true, percent: 75},
        {text: "Даниил Бернулли", right: false, percent: 12},
        {text: "Христиан Гольдбах", right: false, percent: 9},
        {text: "Жозеф Делиль", right: false, percent: 4}
    ], hint: "Петр Великий с большим уважением относился к наукам и учению. Именно он основал Академию наук, которая открылась в 1725 году уже после его смерти. Один из приглашенных ученых, автор более 800 научных работ, математик Леонард Эйлер сказал «…я всем обязан своему пребыванию в Петербургской Академии».", noFire: false},
    {number: 7, points: 15, text: "После победы в сражении у мыса Гангут в Санкт-Петербурге была сооружена триумфальна арка, на которой был изображен орел на спине слона. Дополняла всю эту картину аллегорическая надпись. Что было написано на триумфальной арке?", answers: [
        {text: "«Русский орел слонов побеждает»", right: false, percent: 17},
        {text: "«Русский орел мух не ловит»", right: true, percent: 37},
        {text: "«Русский орел везде летает»", right: false, percent: 44},
        {text: "«Русский орел поражений не знает»", right: false, percent: 2}
    ], hint: "После победы в сражении у мыса Гангут  в Санкт-Петербурге проводились торжества. Для этого  была сооружена триумфальна арка, под которой проходили русские войска. На триумфальной арке был изображен орел, который сидел на спине слона. Дополняла всю эту картину аллегорическая надпись: «Русский орел мух не ловит».", noFire: false},
    {number: 8, points: 20, text: "При Петре I в России был введен гражданский шрифт. Петр собственноручно вычеркнул из азбуки лишние буквы и значки. Что означал знак, вычеркнутый Петром I, который назывался «сила»?", answers: [
        {text: "перенос слогов", right: false, percent: 4},
        {text: "мужской или женский род", right: false, percent: 11},
        {text: "пропуск буквы в слове", right: false, percent: 76},
        {text: "ударение", right: true, percent: 9}
    ], hint: "Петр I собственноручно вычеркнул из азбуки лишние буквы и значки. Среди них был и значок, который назывался «сила». Он означал ударение.", noFire: false},
    {number: 9, points: 25, text: "Петр I после Азовских походов основал новый город, который стал первым российским городом, построенным по регулярному плану, с использованием чертежей и расчетов. О каком российском городе идет речь?", answers: [
        {text: "Санкт-Петербург", right: false, percent: 28},
        {text: "Севастополь", right: false, percent: 17},
        {text: "Таганрог", right: true, percent: 40},
        {text: "Архангельск", right: false, percent: 15}
    ], hint: "После Азовских походов в небольшой бухте Таганий Рог  Петр I основал новый город, который стал первым российским городом, построенным по регулярному плану, с использованием чертежей и расчетов. В создании плана города принимал участие сам царь.", noFire: false},
    {number: 10, points: 30, text: "В ходе Великого посольства Петр I посетил много стран и городов. Однако Ватикан и Венецию ему посетить не удалось. Почему это произошло?", answers: [
        {text: "В Венеции началось наводнение", right: false, percent: 7},
        {text: "папа римский отказал Петру I в аудиенции", right: false, percent: 52},
        {text: "царевна Софья умерла и Петр поспешил на ее похороны ", right: false, percent: 14},
        {text: "в Москве начался стрелецкий бунт", right: true, percent: 27}
    ], hint: "Ватикан и Венецию в ходе Великого посольства Петру посетить не удалось, потому что в Москве начался стрелецкий бунт. Петр поспешил в Россию, чтобы подавить бунт.", noFire: true},
    {number: 11, points: 40, text: "После возвращения из Великого посольства Петр I учредил первый российский орден – высшую награду Российской империи. Это был орден Святого апостола Андрея Первозванного. Какой девиз был начертан на этом ордене?", answers: [
        {text: "«За веру и верность»", right: true, percent: 31},
        {text: "«За любовь и Отчество»", right: false, percent: 43},
        {text: "«За любовь и веру»", right: false, percent: 4},
        {text: "« За веру и достоинство»", right: false, percent: 22}
    ], hint: "После возвращения из Великого посольства Петр I учредил первый российский орден - орден Святого апостола Андрея Первозванного. Орден стал высшей наградой Российской империи, которую полагалось носить на одежде «выше всех наград». На ордене был начертан девиз «За веру и верность».", noFire: false},
    {number: 12, points: 55, text: "В битве под Нарвой от полного разгрома русское войско спасла стойкость Семеновского и Преображенского полков. За проявленное мужество русские воины получили необычную награду, которая впоследствии отличала их от других воинских формирований. Что это была за награда?", answers: [
        {text: "белые чулки", right: false, percent: 7},
        {text: "зеленые мундиры", right: false, percent: 13},
        {text: "красные чулки", right: true, percent: 24},
        {text: "синие флаги", right: false, percent: 56}
    ], hint: "За проявленные стойкость и мужество, за то, что воины сражались «по колено в крови», они получили необычную награду – красные чулки. Впоследствии Семеновский и Преображенский полки стали гвардейскими, а красные чулки отличали их от армейских полков. Семеновский и Преображенский полки участвовали во всех крупных сражениях Северной войны.", noFire: false},
    {number: 13, points: 70, text: "В честь первых морских побед российского флота у мыса Гангут и острова Гренгам в Санкт-Петербурге был возведен храм. Первоначально на месте храма была верфь, где строили и чинили суда, затем после первой морской победы - небольшая часовня. После второй победы был построен этот храм. О каком храме идет речь?", answers: [
        {text: "Казанский собор", right: false, percent: 24},
        {text: "Николо-Богоявленский морской собор", right: false, percent: 52},
        {text: "храм святого великомученика и целителя Пантелеймона", right: true, percent: 7},
        {text: "Андреевский собор", right: false, percent: 17}
    ], hint: "Первые морские победы российского флота у мыса Гангут и острова Гренгам произошли в один и тот же день – 27 июля (по старому стилю) в день памяти святого Пантелеймона. В честь этих важных побед и был возведен храм святого великомученика и целителя Пантелеймона. Впоследствии храм дал название улице и мосту через реку Фонтанку.", noFire: false},
    {number: 14, points: 85, text: "Самый старый сад в Санкт-Петербурге – это Летний сад. Петр I сам нарисовал план будущего сада. Аллеи сада украшали статуи и бюсты, которые были привезены из Италии. По легенде одну из скульптур обменяли на мощи Святой Бригитты. Петр I очень дорожил этой скульптурой и повелел выставить около нее охрану. Какую древнегреческую богиню изображала эта статуя?", answers: [
        {text: "Гера", right: false, percent: 84},
        {text: "Беллона", right: false, percent: 6},
        {text: "Деметра", right: false, percent: 6},
        {text: "Венера", right: true, percent: 4}
    ], hint: "Петр I приказал разбить для себя небольшой сад в 1704 году. Над проектом сада работали русские и иностранные архитекторы и садовники. Аллеи Летнего сада были обсажены аккуратно подстриженными кустарниками, которые образовывали своеобразные зеленые «стены». Летний сад был украшен множеством скульптур. Статуя «Венера купающаяся» была привезена в Летний сад в 1719 году. Петр I очень дорожил этой статуей, хотя многим его современникам статуя не нравилась за свою наготу.", noFire: false},
    {number: 15, points: 100,text: "При Петре I в русском искусстве произошли значительные перемены. Живопись по своему характеру становится светской. Многие вельможи начинают коллекционировать картины западноевропейских художников. Петергофский дворец Монплезир и сегодня украшают картины, которые собирал сам Петр I. Коллекционированию каких картин император отдавал предпочтение?", answers: [
        {text: "портреты", right: false, percent: 13},
        {text: "изображения сражений", right: false, percent: 69},
        {text: "натюрморты", right: false, percent: 7},
        {text: "морские пейзажи", right: true, percent: 11}
    ], hint: "Петр I понимал значение искусства для просвещения и развития культуры в России. Именно в петровское время в русском искусстве появляются такие жанры, как портретный, батальный, пейзажный. Петр I очень любил море и отдавал предпочтение морским пейзажам.", noFire: true}
];
var infoText = [`Тебе предстоит последовательно ответить на <b>15 вопросов по ${theme}.</b> Первые пять вопросов — достаточно простые, следующие пять — средней сложности, а для того, чтобы верно ответить на пять финальных вопросов, тебе потребуется проявить эрудицию и сообразительность. При ответе на вопросы 5 и 10 ты можешь заработать несгораемые суммы: 5 и 30 баллов соответственно.`, "<b>У тебя есть три подсказки:</b> «Убрать 2 ответа», «Подсказка», «Что думают люди». Первая отсеет два неверных ответа, вторая откроет более подробную информацию по вопросу, а третья покажет тебе «мнение аудитории».", "Ты можешь <b>один раз</b> за игру дать второй ответ на тот же вопрос, если твой первый ответ окажется неверным. Для этого нажми кнопку «Вторая попытка».", "Также у тебя есть возможность завершить игру в любой момент, сохранив все баллы, которые тебе удалось набрать. Для этого нажми кнопку «Закончить игру»."];